Repository: alexte/Geolocation-Plugin
Catalog: languages/geolocation-*.po
Languages: de_de

source: Addresses have been updated!
de_de: Die Adressen wurden aktualisiert

source: After the post.
de_de: Nach dem Artikel.

source: Before the post.
de_de: Vor dem Artikel.

source: Block
de_de: Haus

source: City
de_de: Stadt

source: Country
de_de: Land/Staat

source: Default Zoom Level
de_de: Standard Zoom Darstellung

source: Dimensions
de_de: Ma&szlig;e

source: Dimensions Page
de_de: Ma&szlig;e Seite

source: Displays post geotag information on an embedded map.
de_de: Stellt die Geoinformationen des Artikels auf einer eingebetteten Karte dar.

source: Enter your address
de_de: Geben Sie ihre Adresse ein

source: Geolocation Plugin Settings
de_de: Geolocation Plugin Einstellungen

source: Globe
de_de: Welt

source: Google Maps API key is missing for
de_de: Der Google Maps API Schl&uuml;ssel fehlt f&uuml;r

source: Height
de_de: H&ouml;he

source: How would you like your maps to be displayed?
de_de: Wie sollen Ihre Karten dargestellt werden?

source: Load
de_de: Laden

source: Make use of proxy plugin.
de_de: Funktionen des Proxy-Plugins verwenden.

source: Off
de_de: Aus

source: On
de_de: Ein

source: Plain text.
de_de: Schlichter Text

source: Posted from
de_de: Geschrieben aus

source: Public
de_de: &Ouml;ffentlich

source: Review
de_de: Bewertung

source: Save Changes
de_de: &Auml;nderungen speichern

source: Show your support for WordPress by using the WordPress map pin.
de_de: Zeig Deine Unterst&uuml;tzung f&uuml;r WordPress indem Du den Pin benutzt.

source: Simple link w/hover.
de_de: Einfache Verkn&uuml;pfung mit einblendbarer Karte.

source: State
de_de: Bundesland

source: Street
de_de: Stra&szlig;e

source: Thank you for using the geolocation plugin. I would appreciate your <a href="https://wordpress.org/support/plugin/geolocation/reviews/#new-post" target="_blank">feedback</a>, and I am also open to <a href="https://wordpress.org/support/plugin/geolocation/#new-topic" target="_blank">suggestions</a>.
de_de: Danke f&uuml;r die Benutzung des geolocation plugins. &Uuml;ber <a href="https://wordpress.org/support/plugin/geolocation/reviews/#new-post" target="_blank">Feedback</a> oder den <a href="https://wordpress.org/support/plugin/geolocation/#new-topic" target="_blank"> Vorschlag von Ideen</a> w&uuml;rde ich mich freuen.

source: Tiles url (Caching)
de_de: Kachel URL (Caching)

source: Update all addresses from posts that have location information<br>(only once this setup is saved).
de_de: Alle Adressen f&uuml;r Artikel mit Geodaten neu ableiten.<br>(Einmalig beim Speichern dieses Setup.)

source: Use Proxy
de_de: Proxy verwenden

source: Used Language for Adresses
de_de: Genutzte Sprache f&uumlr die gezeigten Adressen

source: Wherever I put the shortcode:
de_de: Wo immer auch die folgende Markierung steht:

source: Width
de_de: Breite
